Repository: c2corg/v6_ui
Catalog: c2corg_ui/locale/*/LC_MESSAGES/c2corg_ui-client.po
Languages: fr

source: Access
fr: Accès

source: Accident database
fr: Base accidents

source: Add association
fr: Ajouter une association

source: Add images
fr: Ajouter des images

source: Add to favorites
fr: Ajouter aux favoris

source: All filters
fr: Tous les filtres

source: Aperture
fr: Ouverture

source: Are you sure you want to delete this association?
fr: Confirmez-vous la suppression de cette association ?

source: Areas
fr: Régions

source: Associated routes
fr: Itinéraires associés

source: Associated waypoints
fr: Points de passage associés

source: Association
fr: Camptocamp Association

source: Author
fr: Auteur

source: Back to homepage
fr: Retour à la page d'accueil

source: Browse site in
fr: Naviguer en

source: Cancel
fr: Annuler

source: Change account parameters
fr: Modifier les paramètres du compte

source: Change password
fr: Modifier le mot de passe

source: Changes
fr: Modifications

source: Clear filters
fr: Supprimer les filtres

source: Comment about the changes
fr: Courte description des changements

source: Comments
fr: Commentaires

source: Compare selected versions
fr: Comparer les versions sélectionnées

source: Comparing documents
fr: Comparaison des documents

source: Create a new outing
fr: Créer une sortie

source: Create a new route
fr: Créer un itinéraire

source: Create a new waypoint
fr: Créer un point de passage

source: Created on
fr: Créée le

source: Creating a route
fr: Création d'un itinéraire

source: Creating a waypoint
fr: Création d'un point de passage

source: Current password
fr: Mot de passe actuel

source: Describe access
fr: Décrivez l'accès

source: Describe here the gear needed for this route
fr: Indiquez ici le matériel nécessaire pour cet itinéraire.

source: Describe here the waypoint
fr: Décrivez ici l'itinéraire

source: Document has been protected
fr: Le document a été verrouillé.

source: Drop images here or click to upload
fr: Faites glisser des images ici ou cliquer pour les sélectionner

source: Edit
fr: Modifier

source: Edit in ca
fr: Edition en catalan

source: Edit in de
fr: Edition en allemand

source: Edit in en
fr: Edition en anglais

source: Edit in es
fr: Edition en espagnol

source: Edit in eu
fr: Edition en basque

source: Edit in fr
fr: Edition en français

source: Edit in it
fr: Modifier en italien

source: Editing a route
fr: Edition d'un itinéraire

source: Editing a waypoint
fr: Edition d'un point de passage

source: Email
fr: Adresse email

source: Equipment
fr: Équipement

source: Failed to associate document:
fr: Impossible d'associer le document :

source: Failed to unassociate document:
fr: Impossible de désassocier le document :

source: Favorites
fr: Favoris

source: Filters
fr: Filtres

source: Forgot password?
fr: Mot de passe oublié?

source: Forum username
fr: Pseudo

source: Fullname
fr: Nom

source: GPS Track
fr: Tracé GPS

source: General
fr: Général

source: Go to the previous page
fr: Retourner à la page précédente

source: History
fr: Versions

source: Home
fr: Accueil

source: Infos
fr: Informations

source: Invalid email address
fr: Adresse email invalide

source: Last outings
fr: Dernières sorties

source: Legend:
fr: Légende :

source: List of versions for language:
fr: Liste des versions pour la langue :

source: Location
fr: Situation

source: Login
fr: Se connecter

source: Login failed
fr: Identifiant ou mot de passe incorrects

source: Logout
fr: Se déconnecter

source: Longitude and latitude are required.
fr: Longitude et latitude sont des champs obligatoires.

source: Maps
fr: Cartes

source: More
fr: Plus

source: My account
fr: Mon compte

source: New password
fr: Nouveau mot de passe

source: No
fr: Non

source: No account yet?
fr: Pas encore de compte ?

source: No content changes.
fr: Pas de changement.

source: No description available
fr: Pas de description disponible

source: No maps associated
fr: Aucune carte associée

source: No results
fr: Aucun résultat

source: Numbers
fr: Données

source: Only letters and numbers are allowed.
fr: Seuls des lettres et des chiffres sont autorisés.

source: Outings
fr: Sorties

source: Page not found
fr: Page non trouvée

source: Password
fr: Mot de passe

source: Rating
fr: Cotation

source: Register
fr: S'inscrire

source: Register success
fr: Merci pour votre inscription ! Vous allez bientôt recevoir un email de validation.

source: Remember me
fr: Se souvenir de moi

source: Remove association
fr: Désassocier ce document

source: Reset password
fr: Réinitialiser le mot de passe

source: Revision as of
fr: Version du

source: Routes
fr: Itinéraires

source: Save
fr: Enregistrer

source: Search ...
fr: Rechercher ...

source: See the latest version
fr: Voir la dernière version

source: Send reset email
fr: Envoyer l'email de réinitialisation

source: Set as main waypoint
fr: Choisir comme point de passage principal

source: Settings
fr: Paramètres

source: Short description of the applied changes
fr: Courte description des changements appliqués

source: Show results
fr: Voir les résultats

source: Shutter speed
fr: Vitesse d'obturation

source: The page you are looking for does not exist or is broken.
fr: La page que vous demandez n'existe pas ou est cassée.

source: This field is required.
fr: Ce champ est obligatoire.

source: This field must be a number.
fr: Ce champ doit être un nombre.

source: This field must be between -180° and 180°.
fr: Ce champ doit être compris entre -180° et 180°.

source: This field must be between -90° and 90°.
fr: Ce champ doit être compris entre -90° and 90°..

source: This fielt must be at least 3 characters.
fr: Ce champ requière au moins 3 caractères.

source: Title must have at least 3 characters.
fr: Le titre doit comporter au moins 3 caractères.

source: Translate into an other lang
fr: Traduire dans une autre langue

source: Update success
fr: Paramètres mis à jour avec succès

source: Username
fr: Identifiant

source: Version 1 in
fr: Version 1 en

source: Version 2 in
fr: Version 2 en

source: View in other lang
fr: Voir dans une autre langue

source: Waypoints
fr: Points de passage

source: We sent you an email, please click on the link to reset password.
fr: Vous allez bientôt recevoir un email. Veuillez cliquer sur le lien qu'il contient pour réinitialiser votre mot de passe.

source: Welcome to Camptocamp.org
fr: Bienvenue sur Camptocamp.org

source: Yes
fr: Oui

source: You are viewing an archived version of this document.
fr: Vous consultez une ancienne version de ce document.

source: You have no rights to edit this document.
fr: Vous n'avez pas les droits pour éditer ce document.

source: You must log in to edit this document.
fr: Vous devez être loggué pour éditer ce document.

source: access
fr: accès

source: access_comment
fr: Commentaires sur l'accès

source: access_condition
fr: Conditions de l'accès

source: access_period
fr: Période d'accès

source: access_time
fr: Temps d'accès

source: activities
fr: Activités

source: add a new outing to this document
fr: ajouter une sortie sur cette page

source: add an outing
fr: ajouter une sortie

source: add images
fr: ajouter des images

source: add row
fr: ajouter une ligne

source: admin_limits
fr: Limites administratives

source: aid_rating
fr: Cotation escalade artificielle

source: already used username
fr: Cet identifiant est déjà utilisé.

source: apply and search
fr: lancer la recherche

source: apr
fr: avril

source: associated_participants
fr: Contributeurs associés

source: aug
fr: août

source: avalanche_sign
fr: Signe d'avalanche

source: avalanche_signs
fr: Signes d'avalanche

source: avalanches_info
fr: Avalanches observées

source: base_camp
fr: camp de base

source: bergschrund
fr: rimaye

source: best_periods
fr: Meilleures périodes

source: bing
fr: Bing Maps

source: blanket_unstaffed
fr: couvertures hors gardiennage

source: boat
fr: bateau

source: by
fr: par

source: ca
fr: catalan

source: cable_car
fr: Remontée mécanique

source: camp_site
fr: camping

source: capacity
fr: nombre de places hors gardiennage

source: capacity_staffed
fr: nombre de places en gardiennage

source: categories
fr: catégories

source: cave
fr: grotte

source: children_proof
fr: Adapté aux enfants ?

source: choose at least one route taken during the outing.
fr: Veuillez indiquer un ou plusieurs itinéraires empruntés lors de votre sortie.

source: cliff
fr: falaise

source: climbing_indoor
fr: SAE

source: climbing_indoor_types
fr: Types de grimpe intérieur

source: climbing_outdoor
fr: Site d'escalade

source: climbing_outdoor_type
fr: Type de site d'escalade

source: climbing_outdoor_types
fr: Types de site d'escalade

source: climbing_rating_max
fr: Cotation maximale en escalade

source: climbing_rating_median
fr: Cotation moyenne en escalade

source: climbing_rating_min
fr: Cotation minimale en escalade

source: climbing_ratings
fr: Cotations en escalade

source: climbing_styles
fr: Styles de grimpe

source: close and cancel
fr: Fermer et annuler

source: comment
fr: Commentaire

source: comments
fr: Commentaires

source: condition_levels
fr: Conditions d'enneigement par zones

source: condition_rating
fr: Évaluation des conditions

source: confluence
fr: confluent

source: content license
fr: Licences des contenus

source: country
fr: Pays

source: credits
fr: Crédits

source: custodianship
fr: gardiennage

source: date_end
fr: Date de fin

source: date_start
fr: Date de début

source: days
fr: jours

source: de
fr: allemand

source: dec
fr: décembre

source: difficulties_height
fr: Hauteur des difficultés

source: difficulties_length
fr: Longueur des difficultés

source: document_quality
fr: Qualité du document

source: duration
fr: Durée

source: duration_difficulties
fr: Durée des difficultés

source: durations
fr: Durées

source: elevation
fr: Altitude

source: elevation_access
fr: Altitude de l'accès

source: elevation_down_snow
fr: Altitude de la neige à la descente

source: elevation_max
fr: Altitude maximale

source: elevation_min
fr: Altitude minimale

source: elevation_up_snow
fr: Altitude de la neige à la montée

source: en
fr: anglais

source: engagement_rating
fr: Engagement

source: equipment_rating
fr: Qualité d'équipement

source: equipment_ratings
fr: Qualités d'équipement

source: es
fr: espagnol

source: esri
fr: Esri World Topo Map

source: eu
fr: basque

source: expedition
fr: expédition

source: exposition_rating
fr: Exposition

source: exposition_rock_rating
fr: Exposition en escalade

source: feb
fr: février

source: figures
fr: données

source: fr
fr: français

source: frequentation
fr: Fréquentation

source: gas_unstaffed
fr: Gaz hors gardiennage

source: gear
fr: Matériel

source: general informations
fr: Informations générales

source: geolocation
fr: Géolocalisation

source: geometry
fr: Géométrie

source: glacier_gear
fr: Matériel glacier

source: glacier_rating
fr: Glacier

source: global_rating
fr: Cotation globale

source: green
fr: vert

source: ground_types
fr: natures du sol

source: have an account ?
fr: Déjà inscrit(e) ?

source: heating_unstaffed
fr: Chauffage hors gardiennage

source: height
fr: Hauteur

source: height_diff
fr: Dénivelé

source: height_diff_access
fr: Dénivelé de l'approche

source: height_diff_difficulties
fr: Dénivelé des difficultés

source: height_diff_down
fr: Dénivelé négatif

source: height_diff_up
fr: Dénivelé positif

source: height_max
fr: Hauteur maximale

source: height_median
fr: Hauteur moyenne

source: height_min
fr: Hauteur minimale

source: heights
fr: Hauteurs

source: hiking
fr: Randonnée pédestre

source: hiking_mtb_exposition
fr: Exposition randonnée et VTT

source: hiking_rating
fr: Cotation randonnée

source: hut
fr: Refuge/cabane

source: hut_comment
fr: Commentaires sur le refuge

source: hut_status
fr: Refuge

source: ice_climbing
fr: Cascade de glace

source: ice_rating
fr: Cotation glace

source: ign maps
fr: Cartes IGN

source: ign ortho
fr: Photos aériennes IGN

source: imported from v4
fr: Importé du site v4

source: it
fr: italien

source: jan
fr: janvier

source: jul
fr: juillet

source: jun
fr: juin

source: labande_global_rating
fr: Cotation globale ski

source: labande_ski_rating
fr: Cotation ponctuelle ski

source: lake
fr: lac

source: lang
fr: Langue

source: length
fr: Longueur

source: length_total
fr: Longueur totale

source: lift_access
fr: Remontées mécaniques

source: lift_status
fr: Remontées mécaniques

source: local_product
fr: Produit local/commerce

source: locality
fr: Lieu-dit

source: location
fr: Situation

source: lonlat
fr: Coordonnées

source: loop
fr: boucle avec retour au pied de la voie

source: loop_hut
fr: boucle avec retour au refuge

source: main waypoint
fr: Point de passage principal

source: maps_info
fr: Cartes

source: maps_references
fr: Références cartographiques

source: mar
fr: mars

source: matress_unstaffed
fr: matelas hors gardiennage

source: may
fr: mai

source: misc
fr: divers

source: mixed_rating
fr: Cotation mixte

source: more filters
fr: Plus de filtres

source: mountain_biking
fr: VTT

source: mountain_climbing
fr: Rocher haute montagne

source: mtb_down_rating
fr: Cotation VTT descente

source: mtb_height_diff_portages
fr: Portage VTT

source: mtb_length_asphalt
fr: Distance goudronnée

source: mtb_length_trail
fr: Distance sur sentier

source: mtb_up_rating
fr: Cotation VTT montée

source: name
fr: Nom

source: next difference
fr: différence suivante

source: no
fr: non

source: no info
fr: pas d'information

source: no outings yet?
fr: Pas encore de sortie ?

source: nov
fr: novembre

source: numbers
fr: Nombres

source: oct
fr: octobre

source: opening_hours
fr: Heures d'ouverture

source: opening_periods
fr: Période d'ouverture

source: or try the following pages:
fr: ou essayez les pages suivantes

source: osm
fr: OpenStreetMap

source: outing
fr: sortie

source: outing title
fr: Titre de la sortie

source: paragliding
fr: Parapente

source: paragliding_landing
fr: Atterrissage parapente

source: paragliding_rating
fr: Cotation parapente

source: paragliding_takeoff
fr: Décollage parapente

source: parking_fee
fr: Parking payant

source: partial_trip
fr: Parcours partiel

source: participant_count
fr: Nombre de participants

source: pass
fr: col

source: personal comment
fr: Commentaire personnel

source: personal comments
fr: Commentaires personnels

source: personal informations
fr: Informations personnelles

source: phone
fr: Téléphone

source: phone_custodian
fr: téléphone gardien/gérant

source: pit
fr: gouffre

source: previous difference
fr: différence précédente

source: product_types
fr: types de produits locaux

source: public_transport
fr: Transports publics

source: public_transportation_types
fr: Transports en commun

source: rain_proof
fr: pluie

source: range
fr: massif

source: ratings
fr: Cotations

source: red
fr: rouge

source: remarks
fr: Remarques

source: return_same_way
fr: aller-retour

source: review
fr: Revue

source: rock_climbing
fr: Escalade

source: rock_free_rating
fr: Cotation escalade libre

source: rock_required_rating
fr: Cotation obligée

source: rock_types
fr: types de rocher

source: route
fr: itinéraire

source: route_description
fr: Itinéraire emprunté

source: route_history
fr: Historique de l'itinéraire

source: route_length
fr: Longueur de l'itinéraire

source: route_types
fr: Type d'itinéraire

source: routes_quantity
fr: Quantité des itinéraires

source: routes_taken
fr: Itinéraires empruntés

source: see more results
fr: plus de résultats

source: sep
fr: septembre

source: service_on_demand
fr: service à la demande

source: shelter
fr: abri

source: show more
fr: Plus de résultats

source: site map
fr: Plan du site

source: ski_exposition
fr: Exposition ski

source: ski_rating
fr: Cotation ski

source: skitouring
fr: ski, surf

source: slope
fr: Pente

source: snow
fr: neige

source: snow_clearance_rating
fr: déneigement

source: snow_clearance_ratings
fr: cotation déneigement

source: snow_ice_mixed
fr: neige, glace et mixte

source: snow_quality
fr: qualité de la neige

source: snow_quantity
fr: quantité de neige

source: snowshoe_rating
fr: Cotation raquette

source: snowshoeing
fr: Raquette

source: summary
fr: Résumé

source: summit
fr: sommet

source: swisstopo
fr: Cartes Swisstopo

source: terms of use
fr: Conditions d'utilisation

source: time
fr: Temps

source: title
fr: Titre

source: total snow
fr: Epaisseur totale

source: traverse
fr: traversée

source: very_safe
fr: très sûr

source: via_ferrata_rating
fr: Cotation via ferrata

source: virtual
fr: virtuel

source: waterfall
fr: cascade

source: waterpoint
fr: point d'eau/source

source: waypoint
fr: point de passage

source: waypoint_type
fr: Type

source: weather
fr: Météo

source: weather and conditions
fr: Conditions et météo

source: weather_station
fr: station météo

source: weather_station_types
fr: Types de station météo

source: write a summary
fr: Indiquez ici un résumé

source: yes
fr: oui
